{
  "title": "Bagian 1",
  "caption": "Masa Kesetiaan Anggota (MAKESTA)",
  "definition": "Masa Kesetiaan Anggota, selanjutnya disebut MAKESTA, adalah Pelatihan jenjang awal dalam sistem kaderisasi formal IPNU sekaligus menjadi persyaratan untuk menjadi anggota IPNU yang sah. Dalam pelatihan ini diorientasikan untuk melakukan ideologisasi pada anggota baru.",
  "syllabus": [

  ],
  "lessons": [
    {
      "title": "Aswaja 1",
      "goal": "1. Peserta Meyakinkan kebenaran Islam Ahlussunnah wal­ jamaah sebagai gerakan da’wah Islamiyah yang benar dan berkesinambungan 2. Peserta Memahami dalil­dalil kebenaran yang menjadi rujukan ahlussunnah waljamaah 3. Memahami prinsip­prinsip Islam ahlussunnah waljamaah dan sejarah kelahiran serta perkembangannya di Indonesia 4. Memahami peran walisongo dalam perkembangan Islam di Indonesia",
      "reference": [
        {
          "sub": "Pengertian, Dasar, dan sejarah Islam Aswaja",
          "topic": "Ahlu Sunnah Wa al-Jamaah atau yang biasa disingkat dengan ASWAJA secara bahasa berasal dari kata Ahlun yang artinya keluarga, golongan, dan pengikut. Ahlussunnah berarti orang­orang yang mengikuti sunnah (perkataan, pemikiran atau amal perbuatan Nabi Muhammad SAW). Sedangkan al Jama’ah adalah sekelompok orang yang memiliki tujuan. Jika dikaitkan dengan madzhab mempunyai arti sekumpulan orang yang berpegang berpegang teguh pada salah satu imam madzhab dengan tujuan mendapatkan keselamatan dunia dan akhirat.\n Sedangkan secara istilah berarti golongan umat Islam yang dalam bidang Tauhid menganut pemikiran Imam Abu Hasan Al­ Asy’ari dan Abu Mansur Al Maturidi, sedangkan dalam bidang ilmu fiqh menganut Imam madzhab Empat (Hanafi, Maliki, Syafi’i dan Hambali) serta dalam bidnag tasawuf menganut pada Imam Al­Ghazali dan Imam Junaid al­Baghdadi.\n Kata Sunnah berasal dari Sanna Yasunnu yang bermakna perjalanan dan tradisi yang dijaga2. secara istilah bermakna jalan yang ditempuh dalam agama tampa ada ketetapan hokum wajib. Jadi yang dimaksud Sunnah nabi SAW yaitu segala sesuatu yang dikerjakan oleh nabi SAW dengan sekali­kali meninggalkannya. Sunnah nabi SAW ada dua macam, pertama Sunnah yang berhubungan ibadah dan disebut Sunnah alhuda (petunjuk) dan siapa yang melakukan akan menyempurnakan keimannya, contoh sunnah ini adalah menghindari yang makruh. Keuda Sunnah yang berhuungan dengan adat dan ini disebut Sunnah Al Zawaid (tambahan) dan siapa yang melakukannya akan mendapat pahala dan yang meninggalkannya tidak menjadi keburukan baginya. Cotoh Sunnah ini adalah kebiasaan nabi SAW dalam berdiri, duduk dan berpakaian.\n Penggunaan istilah Ahlus Sunnah Wal Jamaah, Az Zabidi dalam Ithaf Sadatul Muttaqin, penjelasan atau syarah dari Ihya Ulumuddinnya Al­Ghazali: jika disebutkan ahlussunnah, maka yang dimaksud adalah pengikut Al­Asy‘ari dan Al­Maturidi. Dalam hadits Rasulululah SAW bahwa yang dimaksud Ahlu Sunnah Wal jamaah adalah “ Ma Ana Alaihi Wa Ashabi” Hadits ini sangat jelas menunjukkan bahwa istilah Ahlu Sunnah di­ gunakan untuk orang­orang yang mengikuti Rasulullah dan para sahabatnya.\n KH Hasyim Asy’ari menegaskan bahwa, Ahl Al-Sunnah Wal Jamaah adalah mereka yang ahli tafsir, hadis, dan fiqh. Mereka adalah orang yang mendapat petunjuk yang selalu berpegang teguh pada sunnah Nabi Muhammad SAW dan khulafa’ al­rashidin, mereka adalah kelompok yang selamat. Para ulama menegaskan pada masa sekarang, mereka telah berkumpul di empat madhab, yaitu madhab Hanafi, Syafi’i, Maliki dan Hanbali. Dan barang siapa yang keluar dari empat madhab tersebut pada masa ini termasuk golongan ahli bid’ah.\n Islam Ahlu Sunnah Wal al­Jamaah adalah ajaran sebagaimana diungkap Rasulullah SAW dalam sebuah hadits: “Abdullah bin Amr berkata: “Rasulullah SAW bersabda: “Sesungguhnya umat Bani Israil terpecah belah menjadi tujuh puluh dua golongan. Dan umatku akan terpecah belah mejadi tujuh puluh tiga golongan, kesemuanya akan masuk ke neraka kecuali satu golongan yang selamat,” Para sahabat bertanya: “siapa satu golongan yang selamat itu wahai Rasulullah?”Beliau menjawab:” Yaitu golongan yang mengikuti ajaranku dan ajaran sahabatku.” (HR.Tirmidzi, 2565).\n Jadi Islam Ahlu Sunnah Wal Jama’ah adalah ajaran (wahyu Allah SWT) disampaikan Nabi Muhammad SAW kepada sahabat­sahabatNya dan beliau amalkan serta diamalkan para sahabat.3 Rasulullah menjelaskan bahwa kaum yahudi akan terpecah menjadi 71 golongan, kaum nasrani menjadi 72 se­ dangkan umat rasulullah akan menjadi 73 golongan dan hanya satu yang selamat dari semua golongan tersebut, yaitu ahlu Sunnah wal jamaah.\n Penggunaan istilah ahlu sunnah waljamaah sebagai salah satu paham dalam agama islam, memiliki landasan yang kuat dari hadits rasulullah SAW. Hadits tersebut termasuk dalam katagori hadits shahih menurut beberapa huffads diantaranya, ibnu hibban, al­tirmidzi, ibnu hajar al atsqalani, aliraqi, Al­ ahkawi, al­ suyuthi dan Al­hakim."
        }
      ]
    }
  ]
}
